{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "Contexts",
			"Children": [
				{
					"Source":
					{
						"Text": "RSAssetLibrary Plugin"
					},
					"Translation":
					{
						"Text": "R空间资产库插件"
					},
					"Key": "RSAssetLibrary"
				}
			]
		},
		{
			"Namespace": "FMediaPlayerManager",
			"Children": [
				{
					"Source":
					{
						"Text": "Audio Player"
					},
					"Translation":
					{
						"Text": "音频播放"
					},
					"Key": "AudioPlayer"
				},
				{
					"Source":
					{
						"Text": "Image Preview"
					},
					"Translation":
					{
						"Text": "图片预览"
					},
					"Key": "ImagePreview"
				},
				{
					"Source":
					{
						"Text": "Video Player"
					},
					"Translation":
					{
						"Text": "视频播放"
					},
					"Key": "VideoPlayer"
				}
			]
		},
		{
			"Namespace": "ProjectWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Audio Assets"
					},
					"Translation":
					{
						"Text": "音频资产"
					},
					"Key": "AudioAssetsButton"
				},
				{
					"Source":
					{
						"Text": "Cancel All"
					},
					"Translation":
					{
						"Text": "全部取消"
					},
					"Key": "AllCancelText"
				},
				{
					"Source":
					{
						"Text": "Download List"
					},
					"Translation":
					{
						"Text": "传输列表"
					},
					"Key": "TransferListTitle"
				},
				{
					"Source":
					{
						"Text": "Downloaded"
					},
					"Translation":
					{
						"Text": "已完成"
					},
					"Key": "CompletedText"
				},
				{
					"Source":
					{
						"Text": "Downloading"
					},
					"Translation":
					{
						"Text": "下载中"
					},
					"Key": "DownloadText"
				},
				{
					"Source":
					{
						"Text": "File Name"
					},
					"Translation":
					{
						"Text": "名称"
					},
					"Key": "NameText"
				},
				{
					"Source":
					{
						"Text": "File Size"
					},
					"Translation":
					{
						"Text": "文件大小"
					},
					"Key": "SizeText"
				},
				{
					"Source":
					{
						"Text": "File Status"
					},
					"Translation":
					{
						"Text": "状态"
					},
					"Key": "StatusText"
				},
				{
					"Source":
					{
						"Text": "Image Assets"
					},
					"Translation":
					{
						"Text": "概念设计"
					},
					"Key": "ConceptDesignButton"
				},
				{
					"Source":
					{
						"Text": "Log out"
					},
					"Translation":
					{
						"Text": "退出登录"
					},
					"Key": "Logout"
				},
				{
					"Source":
					{
						"Text": "Model Assets"
					},
					"Translation":
					{
						"Text": "模型资产"
					},
					"Key": "ModelAssetsButton"
				},
				{
					"Source":
					{
						"Text": "No asset selected"
					},
					"Translation":
					{
						"Text": "未选择资产"
					},
					"Key": "NoAssetSelected1"
				},
				{
					"Source":
					{
						"Text": "No asset selected"
					},
					"Translation":
					{
						"Text": "未选择资产"
					},
					"Key": "NoAssetSelected2"
				},
				{
					"Source":
					{
						"Text": "No asset selected"
					},
					"Translation":
					{
						"Text": "未选择资产"
					},
					"Key": "NoAssetSelected3"
				},
				{
					"Source":
					{
						"Text": "No project selected"
					},
					"Translation":
					{
						"Text": "未选择项目"
					},
					"Key": "CurrentProjectName"
				},
				{
					"Source":
					{
						"Text": "No tags"
					},
					"Translation":
					{
						"Text": "暂无标签"
					},
					"Key": "NoTags"
				},
				{
					"Source":
					{
						"Text": "Notification"
					},
					"Translation":
					{
						"Text": "提示"
					},
					"Key": "TipTitle"
				},
				{
					"Source":
					{
						"Text": "OK"
					},
					"Translation":
					{
						"Text": "确定"
					},
					"Key": "Confirm"
				},
				{
					"Source":
					{
						"Text": "Pause All"
					},
					"Translation":
					{
						"Text": "全部暂停"
					},
					"Key": "AllPauseText"
				},
				{
					"Source":
					{
						"Text": "Press Enter to search, fuzzy search supported"
					},
					"Translation":
					{
						"Text": "按回车键搜索，支持模糊查询"
					},
					"Key": "SearchHint"
				},
				{
					"Source":
					{
						"Text": "Select a project first!"
					},
					"Translation":
					{
						"Text": "请先选择一个项目！"
					},
					"Key": "SelectProjectWarning"
				},
				{
					"Source":
					{
						"Text": "Start All"
					},
					"Translation":
					{
						"Text": "全部下载"
					},
					"Key": "AllStartText"
				},
				{
					"Source":
					{
						"Text": "Video Assets"
					},
					"Translation":
					{
						"Text": "视频资产"
					},
					"Key": "VideoAssetsButton"
				}
			]
		},
		{
			"Namespace": "SAssetDownloadWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "取消"
					},
					"Key": "CancelTooltip"
				},
				{
					"Source":
					{
						"Text": "Download Cancelled"
					},
					"Translation":
					{
						"Text": "下载已取消"
					},
					"Key": "DownloadCancelled"
				},
				{
					"Source":
					{
						"Text": "Download Completed!"
					},
					"Translation":
					{
						"Text": "下载完成！"
					},
					"Key": "DownloadCompleted"
				},
				{
					"Source":
					{
						"Text": "Download Paused"
					},
					"Translation":
					{
						"Text": "下载已暂停"
					},
					"Key": "DownloadPaused"
				},
				{
					"Source":
					{
						"Text": "Download complete! Click to open the save location."
					},
					"Translation":
					{
						"Text": "下载已完成！点击打开保存位置"
					},
					"Key": "DownloadComplete"
				},
				{
					"Source":
					{
						"Text": "Download failed!"
					},
					"Translation":
					{
						"Text": "下载失败！"
					},
					"Key": "DownloadFailed"
				},
				{
					"Source":
					{
						"Text": "Download..."
					},
					"Translation":
					{
						"Text": "继续下载..."
					},
					"Key": "ContinueDownload"
				},
				{
					"Source":
					{
						"Text": "Pause"
					},
					"Translation":
					{
						"Text": "暂停"
					},
					"Key": "PauseTooltip"
				},
				{
					"Source":
					{
						"Text": "Progress: "
					},
					"Translation":
					{
						"Text": "下载中："
					},
					"Key": "Downloading"
				},
				{
					"Source":
					{
						"Text": "Start"
					},
					"Translation":
					{
						"Text": "下载"
					},
					"Key": "DownloadTooltip"
				},
				{
					"Source":
					{
						"Text": "Starting Download..."
					},
					"Translation":
					{
						"Text": "开始下载..."
					},
					"Key": "StartDownload"
				},
				{
					"Source":
					{
						"Text": "Waiting..."
					},
					"Translation":
					{
						"Text": "等待中..."
					},
					"Key": "WaitingForDownload"
				}
			]
		},
		{
			"Namespace": "SAudioAssetsWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Audio Info"
					},
					"Translation":
					{
						"Text": "音频信息"
					},
					"Key": "AudioInformation"
				},
				{
					"Source":
					{
						"Text": "Bit Rate"
					},
					"Translation":
					{
						"Text": "比特率"
					},
					"Key": "BitRate"
				},
				{
					"Source":
					{
						"Text": "Channels"
					},
					"Translation":
					{
						"Text": "声道"
					},
					"Key": "Channels"
				},
				{
					"Source":
					{
						"Text": "Comments"
					},
					"Translation":
					{
						"Text": "评论"
					},
					"Key": "Comments"
				},
				{
					"Source":
					{
						"Text": "Creation Time"
					},
					"Translation":
					{
						"Text": "创建时间"
					},
					"Key": "CreationTime"
				},
				{
					"Source":
					{
						"Text": "Download the resource first!"
					},
					"Translation":
					{
						"Text": "请先下载该资源！"
					},
					"Key": "DownloadResourceMessage"
				},
				{
					"Source":
					{
						"Text": "Encoder"
					},
					"Translation":
					{
						"Text": "编码器"
					},
					"Key": "Encoder"
				},
				{
					"Source":
					{
						"Text": "File Info"
					},
					"Translation":
					{
						"Text": "文件信息"
					},
					"Key": "FileInformation"
				},
				{
					"Source":
					{
						"Text": "File Size"
					},
					"Translation":
					{
						"Text": "文件大小"
					},
					"Key": "FileSize"
				},
				{
					"Source":
					{
						"Text": "Loading comments..."
					},
					"Translation":
					{
						"Text": "评论加载中..."
					},
					"Key": "LoadingComments"
				},
				{
					"Source":
					{
						"Text": "No Tags"
					},
					"Translation":
					{
						"Text": "暂无标签"
					},
					"Key": "NoTags"
				},
				{
					"Source":
					{
						"Text": "No comments"
					},
					"Translation":
					{
						"Text": "暂无评论"
					},
					"Key": "NoComments"
				},
				{
					"Source":
					{
						"Text": "Notification"
					},
					"Translation":
					{
						"Text": "提示"
					},
					"Key": "TipTitle"
				},
				{
					"Source":
					{
						"Text": "OK"
					},
					"Translation":
					{
						"Text": "确定"
					},
					"Key": "Confirm"
				},
				{
					"Source":
					{
						"Text": "Resource is downloading!"
					},
					"Translation":
					{
						"Text": "资源正在下载中，无法导入！"
					},
					"Key": "ResourceDownloading"
				},
				{
					"Source":
					{
						"Text": "Sample Rate"
					},
					"Translation":
					{
						"Text": "采样率"
					},
					"Key": "SampleRate"
				},
				{
					"Source":
					{
						"Text": "Tags"
					},
					"Translation":
					{
						"Text": "标签"
					},
					"Key": "Tags"
				},
				{
					"Source":
					{
						"Text": "Upload By"
					},
					"Translation":
					{
						"Text": "上传者"
					},
					"Key": "Uploader"
				}
			]
		},
		{
			"Namespace": "SAudioTagWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Clear"
					},
					"Translation":
					{
						"Text": "清空筛选"
					},
					"Key": "ClearFilter"
				},
				{
					"Source":
					{
						"Text": "Filter: "
					},
					"Translation":
					{
						"Text": "条件类型："
					},
					"Key": "ConditionTypeLabel"
				},
				{
					"Source":
					{
						"Text": "Selected: "
					},
					"Translation":
					{
						"Text": "已选择："
					},
					"Key": "SelectedText"
				}
			]
		},
		{
			"Namespace": "SConceptDesignWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Base Info"
					},
					"Translation":
					{
						"Text": "基本信息"
					},
					"Key": "BasicInformation"
				},
				{
					"Source":
					{
						"Text": "Comments"
					},
					"Translation":
					{
						"Text": "评论"
					},
					"Key": "Comments"
				},
				{
					"Source":
					{
						"Text": "Creation Time"
					},
					"Translation":
					{
						"Text": "创建时间"
					},
					"Key": "CreationTime"
				},
				{
					"Source":
					{
						"Text": "Download the resource first!"
					},
					"Translation":
					{
						"Text": "请先下载该资源！"
					},
					"Key": "DownloadResourceMessage"
				},
				{
					"Source":
					{
						"Text": "File Size"
					},
					"Translation":
					{
						"Text": "文件大小"
					},
					"Key": "FileSize"
				},
				{
					"Source":
					{
						"Text": "File Type"
					},
					"Translation":
					{
						"Text": "文件类型"
					},
					"Key": "FileType"
				},
				{
					"Source":
					{
						"Text": "Last Modified Time"
					},
					"Translation":
					{
						"Text": "最后修改时间"
					},
					"Key": "ModificationTime"
				},
				{
					"Source":
					{
						"Text": "Load Failed"
					},
					"Translation":
					{
						"Text": "图片加载失败"
					},
					"Key": "LoadFailed"
				},
				{
					"Source":
					{
						"Text": "Loading comments..."
					},
					"Translation":
					{
						"Text": "评论加载中..."
					},
					"Key": "LoadingComments"
				},
				{
					"Source":
					{
						"Text": "Loading..."
					},
					"Translation":
					{
						"Text": "加载中..."
					},
					"Key": "Loading"
				},
				{
					"Source":
					{
						"Text": "No Preview"
					},
					"Translation":
					{
						"Text": "无预览图"
					},
					"Key": "NoPreview"
				},
				{
					"Source":
					{
						"Text": "No Tags"
					},
					"Translation":
					{
						"Text": "暂无标签"
					},
					"Key": "NoTags"
				},
				{
					"Source":
					{
						"Text": "No comments"
					},
					"Translation":
					{
						"Text": "暂无评论"
					},
					"Key": "NoComments"
				},
				{
					"Source":
					{
						"Text": "Notification"
					},
					"Translation":
					{
						"Text": "提示"
					},
					"Key": "TipTitle"
				},
				{
					"Source":
					{
						"Text": "OK"
					},
					"Translation":
					{
						"Text": "确定"
					},
					"Key": "Confirm"
				},
				{
					"Source":
					{
						"Text": "Resource is downloading！"
					},
					"Translation":
					{
						"Text": "资源正在下载中，无法导入！"
					},
					"Key": "ResourceDownloading"
				},
				{
					"Source":
					{
						"Text": "Size"
					},
					"Translation":
					{
						"Text": "尺寸"
					},
					"Key": "Size"
				},
				{
					"Source":
					{
						"Text": "Tags"
					},
					"Translation":
					{
						"Text": "标签"
					},
					"Key": "Tags"
				}
			]
		},
		{
			"Namespace": "SConceptTagWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Clear"
					},
					"Translation":
					{
						"Text": "清空筛选"
					},
					"Key": "ClearFilter"
				},
				{
					"Source":
					{
						"Text": "Filter: "
					},
					"Translation":
					{
						"Text": "条件类型："
					},
					"Key": "ConditionTypeLabel"
				},
				{
					"Source":
					{
						"Text": "Selected: "
					},
					"Translation":
					{
						"Text": "已选择："
					},
					"Key": "SelectedText"
				}
			]
		},
		{
			"Namespace": "SDownloadCompleteWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "View Local File"
					},
					"Translation":
					{
						"Text": "查看本地缓存"
					},
					"Key": "ViewLocalCacheToolTip"
				}
			]
		},
		{
			"Namespace": "SImageDisplayWindow",
			"Children": [
				{
					"Source":
					{
						"Text": "Load Failed"
					},
					"Translation":
					{
						"Text": "图片加载失败"
					},
					"Key": "LoadFailed"
				},
				{
					"Source":
					{
						"Text": "Loading..."
					},
					"Translation":
					{
						"Text": "加载中..."
					},
					"Key": "Loading"
				},
				{
					"Source":
					{
						"Text": "No Preview"
					},
					"Translation":
					{
						"Text": "无预览图"
					},
					"Key": "NoPreview"
				}
			]
		},
		{
			"Namespace": "SLoginWidget",
			"Children": [
				{
					"Source":
					{
						"Text": " R-Space User Agreement"
					},
					"Translation":
					{
						"Text": "《R空间用户协议》"
					},
					"Key": "UserAgreement"
				},
				{
					"Source":
					{
						"Text": " R-Space User Agreement"
					},
					"Translation":
					{
						"Text": "《R空间用户协议》"
					},
					"Key": "QRCodeUserAgreement"
				},
				{
					"Source":
					{
						"Text": "Confirm login on your phone"
					},
					"Translation":
					{
						"Text": "请在手机上确认登录"
					},
					"Key": "ConfirmLoginOnMobile"
				},
				{
					"Source":
					{
						"Text": "Get Code"
					},
					"Translation":
					{
						"Text": "获取验证码"
					},
					"Key": "GetCaptcha2"
				},
				{
					"Source":
					{
						"Text": "Get Code"
					},
					"Translation":
					{
						"Text": "获取验证码"
					},
					"Key": "GetCaptcha"
				},
				{
					"Source":
					{
						"Text": "I Agreed"
					},
					"Translation":
					{
						"Text": "我已阅读并同意"
					},
					"Key": "AgreementText"
				},
				{
					"Source":
					{
						"Text": "I Agreed"
					},
					"Translation":
					{
						"Text": "我已阅读并同意"
					},
					"Key": "QRCodeAgreement"
				},
				{
					"Source":
					{
						"Text": "Loading..."
					},
					"Translation":
					{
						"Text": "加载中..."
					},
					"Key": "NetworkLoading"
				},
				{
					"Source":
					{
						"Text": "Login Failed. Retry."
					},
					"Translation":
					{
						"Text": "验证失败，请重新登录"
					},
					"Key": "LoginfailedRetry."
				},
				{
					"Source":
					{
						"Text": "Login Successful"
					},
					"Translation":
					{
						"Text": "登陆成功"
					},
					"Key": "Loginsuccessful"
				},
				{
					"Source":
					{
						"Text": "Login successful"
					},
					"Translation":
					{
						"Text": "登录成功"
					},
					"Key": "LoginSuccess"
				},
				{
					"Source":
					{
						"Text": "Phone Number"
					},
					"Translation":
					{
						"Text": "请输入手机号"
					},
					"Key": "PhoneNumberHint"
				},
				{
					"Source":
					{
						"Text": "Phone number cannot be empty"
					},
					"Translation":
					{
						"Text": "手机号不能为空"
					},
					"Key": "PhoneNumberError"
				},
				{
					"Source":
					{
						"Text": "Please agree to the user agreement"
					},
					"Translation":
					{
						"Text": "请同意用户协议"
					},
					"Key": "AgreeToTerms"
				},
				{
					"Source":
					{
						"Text": "QR Login"
					},
					"Translation":
					{
						"Text": "扫码登录"
					},
					"Key": "ScanToLogin"
				},
				{
					"Source":
					{
						"Text": "QR code not scanned"
					},
					"Translation":
					{
						"Text": "二维码未被扫描"
					},
					"Key": "QRCodeNotScanned"
				},
				{
					"Source":
					{
						"Text": "Scan with R-Space App"
					},
					"Translation":
					{
						"Text": "使用R空间App扫码"
					},
					"Key": "ScanWithApp"
				},
				{
					"Source":
					{
						"Text": "Sign In/Sign Up"
					},
					"Translation":
					{
						"Text": "登录/注册"
					},
					"Key": "SignIn/SignUp"
				},
				{
					"Source":
					{
						"Text": "Unknown QR code status"
					},
					"Translation":
					{
						"Text": "未知二维码状态"
					},
					"Key": "UnknownQRCodeState"
				},
				{
					"Source":
					{
						"Text": "User denied login"
					},
					"Translation":
					{
						"Text": "用户拒绝登录"
					},
					"Key": "UserRejectedLogin"
				},
				{
					"Source":
					{
						"Text": "Verification Code"
					},
					"Translation":
					{
						"Text": "请输入验证码"
					},
					"Key": "EnterCaptchaHint"
				},
				{
					"Source":
					{
						"Text": "Verification code cannot be empty"
					},
					"Translation":
					{
						"Text": "验证码不能为空"
					},
					"Key": "CaptchaRequired"
				},
				{
					"Source":
					{
						"Text": "Welcome，M-Creator"
					},
					"Translation":
					{
						"Text": "欢迎回来，M-Creator"
					},
					"Key": "WelcomeBackText"
				}
			]
		},
		{
			"Namespace": "SModelAssetsWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Basic Info"
					},
					"Translation":
					{
						"Text": "基本信息"
					},
					"Key": "BasicInfoTitle"
				},
				{
					"Source":
					{
						"Text": "Create By"
					},
					"Translation":
					{
						"Text": "创建者"
					},
					"Key": "CreatorLabel"
				},
				{
					"Source":
					{
						"Text": "Creation Time"
					},
					"Translation":
					{
						"Text": "创建时间"
					},
					"Key": "CreateTimeLabel"
				},
				{
					"Source":
					{
						"Text": "Download the resource first!"
					},
					"Translation":
					{
						"Text": "请先下载该资源！"
					},
					"Key": "DownloadResourceMessage"
				},
				{
					"Source":
					{
						"Text": "Last Modified Time"
					},
					"Translation":
					{
						"Text": "最后修改时间"
					},
					"Key": "LastModifyTimeLabel"
				},
				{
					"Source":
					{
						"Text": "Last Modifier"
					},
					"Translation":
					{
						"Text": "最后修改者"
					},
					"Key": "LastModifyByLabel"
				},
				{
					"Source":
					{
						"Text": "Load Failed"
					},
					"Translation":
					{
						"Text": "图片加载失败"
					},
					"Key": "ImageLoadFailed"
				},
				{
					"Source":
					{
						"Text": "Loading..."
					},
					"Translation":
					{
						"Text": "加载中..."
					},
					"Key": "Loading"
				},
				{
					"Source":
					{
						"Text": "No Preview"
					},
					"Translation":
					{
						"Text": "无预览图"
					},
					"Key": "NoPreviewText"
				},
				{
					"Source":
					{
						"Text": "No tags"
					},
					"Translation":
					{
						"Text": "暂无标签"
					},
					"Key": "NoTags"
				},
				{
					"Source":
					{
						"Text": "Notification"
					},
					"Translation":
					{
						"Text": "提示"
					},
					"Key": "TipTitle"
				},
				{
					"Source":
					{
						"Text": "OK"
					},
					"Translation":
					{
						"Text": "确定"
					},
					"Key": "Confirm"
				},
				{
					"Source":
					{
						"Text": "Resource is downloading！"
					},
					"Translation":
					{
						"Text": "资源正在下载中，无法导入！"
					},
					"Key": "ResourceDownloading"
				},
				{
					"Source":
					{
						"Text": "Tags"
					},
					"Translation":
					{
						"Text": "标签"
					},
					"Key": "TagsTitle"
				}
			]
		},
		{
			"Namespace": "SModelTagWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Clear"
					},
					"Translation":
					{
						"Text": "清空筛选"
					},
					"Key": "ClearFilter"
				},
				{
					"Source":
					{
						"Text": "Filter: "
					},
					"Translation":
					{
						"Text": "条件类型："
					},
					"Key": "ConditionTypeLabel"
				},
				{
					"Source":
					{
						"Text": "Selected: "
					},
					"Translation":
					{
						"Text": "已选择："
					},
					"Key": "SelectedText"
				}
			]
		},
		{
			"Namespace": "SVideoAssetsWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Audio Bitrate"
					},
					"Translation":
					{
						"Text": "音频-比特率"
					},
					"Key": "AudioBitRate"
				},
				{
					"Source":
					{
						"Text": "Audio Encoding"
					},
					"Translation":
					{
						"Text": "音频编码"
					},
					"Key": "AudioCodec"
				},
				{
					"Source":
					{
						"Text": "Base Info"
					},
					"Translation":
					{
						"Text": "基本信息"
					},
					"Key": "BasicInfo"
				},
				{
					"Source":
					{
						"Text": "Bitrate"
					},
					"Translation":
					{
						"Text": "比特率"
					},
					"Key": "VideoBitRate"
				},
				{
					"Source":
					{
						"Text": "Channels"
					},
					"Translation":
					{
						"Text": "声道"
					},
					"Key": "AudioChannel"
				},
				{
					"Source":
					{
						"Text": "Comments"
					},
					"Translation":
					{
						"Text": "评论"
					},
					"Key": "Comments"
				},
				{
					"Source":
					{
						"Text": "Download the resource first!"
					},
					"Translation":
					{
						"Text": "请先下载该资源！"
					},
					"Key": "DownloadResourceMessage"
				},
				{
					"Source":
					{
						"Text": "Duration"
					},
					"Translation":
					{
						"Text": "时长"
					},
					"Key": "Duration"
				},
				{
					"Source":
					{
						"Text": "File Size"
					},
					"Translation":
					{
						"Text": "文件大小"
					},
					"Key": "FileSize"
				},
				{
					"Source":
					{
						"Text": "Format"
					},
					"Translation":
					{
						"Text": "格式"
					},
					"Key": "Format"
				},
				{
					"Source":
					{
						"Text": "Frame Rate"
					},
					"Translation":
					{
						"Text": "帧率"
					},
					"Key": "FrameRate"
				},
				{
					"Source":
					{
						"Text": "Load Failed"
					},
					"Translation":
					{
						"Text": "图片加载失败"
					},
					"Key": "LoadFailed"
				},
				{
					"Source":
					{
						"Text": "Loading comments..."
					},
					"Translation":
					{
						"Text": "评论加载中..."
					},
					"Key": "LoadingComments"
				},
				{
					"Source":
					{
						"Text": "Loading..."
					},
					"Translation":
					{
						"Text": "加载中..."
					},
					"Key": "Loading"
				},
				{
					"Source":
					{
						"Text": "No Preview"
					},
					"Translation":
					{
						"Text": "无预览图"
					},
					"Key": "NoPreview"
				},
				{
					"Source":
					{
						"Text": "No comments"
					},
					"Translation":
					{
						"Text": "暂无评论"
					},
					"Key": "NoComments"
				},
				{
					"Source":
					{
						"Text": "Notification"
					},
					"Translation":
					{
						"Text": "提示"
					},
					"Key": "TipTitle"
				},
				{
					"Source":
					{
						"Text": "OK"
					},
					"Translation":
					{
						"Text": "确定"
					},
					"Key": "Confirm"
				},
				{
					"Source":
					{
						"Text": "Resolution"
					},
					"Translation":
					{
						"Text": "分辨率"
					},
					"Key": "Resolution"
				},
				{
					"Source":
					{
						"Text": "Resource is downloading!"
					},
					"Translation":
					{
						"Text": "资源正在下载中，无法导入！"
					},
					"Key": "ResourceDownloading"
				},
				{
					"Source":
					{
						"Text": "Sampling Rate"
					},
					"Translation":
					{
						"Text": "采样率"
					},
					"Key": "AudioSampleRate"
				},
				{
					"Source":
					{
						"Text": "Upload By"
					},
					"Translation":
					{
						"Text": "上传者"
					},
					"Key": "Uploader"
				},
				{
					"Source":
					{
						"Text": "Upload Time"
					},
					"Translation":
					{
						"Text": "上传时间"
					},
					"Key": "UploadTime"
				},
				{
					"Source":
					{
						"Text": "Video Encoding"
					},
					"Translation":
					{
						"Text": "编码"
					},
					"Key": "Codec"
				}
			]
		},
		{
			"Namespace": "UICommands",
			"Subnamespaces": [
				{
					"Namespace": "FRSAssetLibraryModule",
					"Children": [
						{
							"Source":
							{
								"Text": "Execute RSAssetLibrary action"
							},
							"Translation":
							{
								"Text": "执行R空间资产库操作"
							},
							"Key": "PluginAction_ToolTip"
						},
						{
							"Source":
							{
								"Text": "RSAssetLibrary"
							},
							"Translation":
							{
								"Text": "R空间资产库"
							},
							"Key": "PluginAction"
						}
					]
				}
			]
		}
	]
}